@extends('front.elsarafTemplate.layouts.app')
<style>

    .block-title{
        color: #320b82;
        font-size: 46px;
        font-weight: 400;
    }

    @media (max-width:767px){
    .new-header{
        background:linear-gradient(-145deg, rgb(50, 11, 130) 0%, rgb(156, 51, 195) 100%);
        width:100%;
        height:75px!important;
    }
    .p-header{
        font-weight:bold;
        font-size:16px;
    }
    .p-text{
        font-size:12px;
        margin-top:0;
        margin-bottom:0;
    }
    .list-text{
        font-size:12px;
        padding:0;
        padding-right:15px;
    }
    .a-style{
        color: #320b82;
    }
    .a-style:hover{
        color:#777b92;
    }
    .site-header container{
        padding:0;
    }
    </style>
@section('content')


            <div class="main-content pt-5">
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <div id="page" style="direction: rtl;text-align: right;">

 <div class="container my-3">
     <p class="p-header">المقدمة</p>
     <p class="p-text">استيكي بوستس   الصراف  هي أداة إدارة وسائل التواصل الإجتماعي الأكثر إقتصاداً و سهولة في جميع أنحاء العالم
حيث تتيح للمستخدمين إمكانية إنشاء وجدولة و نشر و تقييم المحتوى الخاص بهم على وسائل التواصل الإجتماعي مع إدارة أكثر سهولة من خلال الأنشطة التلقائية التي تعمل تماماً بشكل أتوماتيكي و تتبع المنافسين و المؤثرين على وسائل التواصل الإجتماعي للحصول على أفضل النتائج في أقل وقت ممكن.
</p>
<p>فسوف نوضح في البنود التالية  سياستنا وشروط استخدام الصراف  </p>
<h3 class="p-header">يلتزم الصراف بحماية خصوصية جميع الأفراد الذين:</h3>
    <ul class="list-text">
        <li>نسعى جاهدين إلى توفير قواعد واضحة للحد من نشوب نزاعات بينك وبيننا، بل ومنعها تمامًا إن أمكن. وفي حالة نشوب نزاع، على الرغم من ذلك، فمن المفيد معرفة أماكن حله والقوانين التي تنطبق عليه مسبقًا.</li>
        <li>إذا كنت مستهلكًا، تنطبق القوانين السارية في البلد محل إقامتك على أي دعوى أو سبب دعوى أو نزاع تقوم برفعه ضدنا، والذي ينشأ عن أو يرتبط بهذه الشروط أو منتجات فيسبوك، ويجوز لك أيضًا تسوية النزاع في أي محكمة مختصة في ذلك البلد الذي تخضع هذه الدعوى لسلطته القضائية. في كل الحالات الأخرى</li>
        <li>نعمل جاهدين لتقديم أفضل المنتجات فضلاً عن توفير إرشادات واضحة لكل من يستخدمها. وعلى الرغم من ذلك، فإن خدماتنا تُقدم "كما هي"، ولا نُقدم أي ضمانات تجاه بقائها آمنة، محمية، أو خالية من الأخطاء، أو أنها ستعمل دون حالات تعطل أو تأخير أو حالات تشغيل غير مثالية. إلى الحد الذي يسمح به القانون، فإننا نخلي مسؤوليتنا أيضًا تجاه كل أنواع الضمانات، سواءً كانت صريحة أو ضمنية، بما في ذلك الضمانات الضمنية للرواج التجاري، والملاءمة لغرض معين، وعدم انتهاك الحقوق والملكية. نحن لا نتحكم أو نوجه الأشخاص والآخرين إلى ما يجب أن يفعلوه أو يقولوه، ولا نتحمل أي مسؤولية تجاه أفعالهم أو سلوكياتهم (سواء عبر الإنترنت أو في الواقع) أو أي محتوى يشاركونه (بما في ذلك أي محتوى مسيء أو غير ملائم أو فاحش أو غير قانوني، وغيرها من عناصر المحتوى المرفوضة).</li>
        <li>لا يمكننا التنبؤ بالأوقات التي يمكن أن تحدث خلالها مشكلات تتعلق بمنتجاتنا. وبناءً على ذلك، فإن مسؤوليتنا تقتصر على الحد الأقصى الذي تسمح به القوانين السارية، ولن نتحمل أي مسؤولية تحت أي ظرف من الظروف تجاه أي خسائر في الأرباح أو الإيرادات أو المعلومات أو البيانات أو أي أضرار تبعية أو خاصة أو غير مباشرة أو تحذيرية أو عقابية أو عارضة تنشأ عن أو ترتبط بهذه الشروط أو خدماتنا ، حتى وإن تم إبلاغنا باحتمالية وقوع مثل تلك الأضرار والخسائر.</li>
        <li>قد تكون بعض عناصر المحتوى التي تقوم بمشاركتها أو تحميلها، مثل الصور أو مقاطع الفيديو، محمية بموجب قوانين الملكية الفكرية.</li>
        <li>أنت تمتلك حقوق الملكية الفكرية (حقوق مثل حقوق النشر أو حقوق العلامات التجارية) لأي محتوى تقوم بإنشائه ومشاركته على مواقع التواصل الاجتماعي من خلال منصتنا ,وعلامتنا التجاريه  التي تستخدمها. ولا يوجد في هذه الشروط ما يحرمك من الحقوق التي تتمتع بها فيما يتعلق بالمحتوى الخاص بك. ولك مطلق الحرية في مشاركة المحتوى الخاص بك مع أي شخص آخر، في أي مكان تريده.</li>
        <li>إذا كنت تستخدم عناصر محتوى محمية بموجب حقوق الملكية الفكرية التي تنشرها فنحن لا نحتفظ بحقوق عناصر المحتوى الخاصة بك. ولا يمكنك إلا استخدام حقوق النشر أو حقوق العلامات التجارية (أو أية علامات مشابهة) الخاصة بنا وفقًا لما هو مسموح به صراحةً بموجب إرشادات استخدام العلامات التجارية الخاصة بنا أو بموجب إذن كتابي مسبق من طرفنا. ويجب عليك الحصول على إذن كتابيّ منّا (أو إذن بموجب ترخيص مصدر مفتوح) حتى تتمكن من تعديل رمز برمجي مصدر خاص بنا أو إنشاء أعمال مشتقة منه أو إلغاء تجميعه أو محاولة استخراجه بأي طريقة.</li>
        <li>إذا وجدنا أنك قمت بشكل واضح أو جدي أو متكرر بمخالفة شروطنا أو سياساتنا، بما في ذلك معايير مجتمعنا على وجه الخصوص، يجوز لنا تعليق حسابك أو تعطيل صلاحية الوصول إليه بشكل دائم. يجوز لنا أيضًا تعليق حسابك أو تعطيله في حال تكرار انتهاكك لحقوق الملكية الفكرية لأشخاص آخرين أو إذا طُلب منا القيام بذلك لأسباب قانونية.</li>
        <li>لا يحق لك نقل أي من حقوقك أو واجباتك بموجب هذه الشروط إلى أي شخص آخر من دون الحصول على موافقتنا</li>
        <li>نحن غير مسئولين مطلقا عن اي محتوي تم نشره بواسطتك في مواقع التواصل الاجتماعي من خلال منصتنا واستخدام خدماتنا  والعلامه التجاريه الخاصه ب الصراف ولا نطبق علي هذا المحتوي اي حقوق انتفاع او ملكيه فكريه لنا فكل ما تنشره علي مواقع التواصل الاجتماعي يعد تبع ملكيتك الخاصه ولا يجوز لك ان تستخدم علامتنا التجاريه او التنويه عن منصتنا فيما تنشره فانت المسؤل عن كل ما ينشر من خلالك  حيث نحن ليس سوي الا جهه اداره لك ووسيط بينك وبين حساباتك .</li>
        <li>اذا اخليت او تجاوزت في منشوراتك اي قوانين محليه كانت او دوليه فتتطبق هذه القوانين عليك وحدك دون الرجوع علينا باي مسئوليه مدنيه كانت او جنائية  فانت وحدك المسؤل عن كل ماينشر علي حساباتك ولا تدخل منا فيها</li>
        <li>نُقدر دائمًا ملاحظاتك واقتراحاتك بشأن منتجاتنا وخدماتنا. ولكن ينبغي عليك أن تعلم أنه يحق لنا استخدامها دون أي قيود أو التزام بتعويضك، ولا نخضع لأي التزام تجاه الاحتفاظ بسريتها. </li>
        <li>نحتفظ بجميع الحقوق التي لم يتم منحها لك بشكل صريح.</li>
        <li>لا نسمح بالمحتوى الذي يحرض على الكراهية أو يشجّع على التمييز أو توجيه الإهانات للأفراد أو الجماعات على أساس العِرق أو الأصل العرقي أو الدين أو الإعاقة أو السن أو الجنسية أو الحالة العسكرية أو الميول الجنسية أو الجنس أو الهوية الجنسية أو أي سمات أخرى مرتبطة بالتهميش أو التمييز المنهجي أو التجارة بالاعضاء البشرية . </li>
        <li>لا يمكن باي حق اسنعمال المحتوى الذي يحرّض على الانتحار أو فقدان الشهية أو إيذاء الذات بأي طريقة أخرى، أو المحتوى الذي يهدف إلى التهديد بإلحاق ضرر بشخص في الحياة الواقعية أو الدعوة للهجوم على شخص آخر، أو المحتوى الذي يدعو إلى ممارسة العنف ضد الآخرين أو يمجّده أو يتغاضى عنه، أو المحتوى الذي تُنشِئه الجماعات الإرهابية أو منظّمات الاتِّجار بالمخدّرات عبر الحدود الوطنية أو يدعو إلى دعمها، أو المحتوى الذي يروّج لأعمال إرهابية، بما في ذلك تجنيد إرهابيين، أو المحتوى الذي يحتفي بالهجمات التي ترتكبها منظّمات الاتِّجار بالمخدّرات عبر الحدود الوطنية أو المنظمات الإرهابية و يستغل الآخرين عن طريق ابتزازهم. و عمليات التخلص من الأفراد الأضعف، استخدام المحتوى الإباحي بغرض الانتقام، عمليات الابتزاز</li>
        <li>تعد علامات الصراف  التجارية وعلامات الخدمة والأسماء التجارية والملابس التجارية أصولًا قيمة. باتباع هذه الإرشادات ، تساعدنا في حماية حقوق العلامات التجارية القيمة الخاصة بنا وتعزيز هويات الشركات والعلامات التجارية. باستخدام علامة الصراف التجارية ، كليًا أو جزئيًا ، فإنك تقر بأن الصراف هي المالك الوحيد للعلامة التجارية وتتعهد بألا تتدخل في حقوق الصراف في العلامة التجارية ، بما في ذلك تحدي استخدام الصراف أو تسجيله أو تطبيقه للتسجيل هذه العلامة التجارية ، بمفردها أو بالاقتران مع كلمات أخرى ، في أي مكان في العالم ، وأنك لن تلحق الضرر أو سوء الاستخدام أو تجلب أي علامة تجارية مملوكة لشركة الصراف. النية الحسنة المستمدة من استخدام أي جزء من علامة الصراف  التجارية تغري حصريًا لصالح الصراف  وتنتمي إليه. باستثناء الحق المحدود في الاستخدام على النحو المسموح به صراحةً بموجب هذه المبادئ التوجيهية ، لا تُمنح أي حقوق أخرى من أي نوع بموجب هذه الاتفاقية ، ضمنيًا أو غير ذلك.</li>
        <li>لا يجوز لك استخدام علامة الصراف   التجارية أو أي رمز أو شعار أو رمز مملوكة لشركةالصراف  بطريقة تحط من قدرتها</li>
        <li>تحتفظ الصراف  بكافه حقوق الطبع والنشر وحقوق الملكيه والعلامات التجاريه</li>
        <li>
            <p class="p-header">  سياسة التجديد التلقائي تشمل </p>
            <ol>
                <li>سيتجدد الاشتراك بخدمة استيكي بوستس تلقائياً في حين موعد التجديد إلا إذا قمت بإلغاء التجديد التلقائي</li>
                <li>عندما تقوم بالاشتراك، هذا يعني أنك وافقت على تجديد إشتراكك تلقائياً</li>
                <li>سيتجدد اشتراكك وفقاً للتاريخ الذي سيظهر لك على التطبيق وعلى موقع استيكي بوستس.</li>
                <p>إن أردت إيقاف التجديد التلقائي، يمكنك طلب إلغاء الاشتراك من خلال التواصل مع قسم المساعدة على استيكي بوستس
عندما تقوم بإلغاء الإشتراك، لن يتم خصم أي مبلغ في موعد التجديد، و سيبقى الاشتراك فعالاً حتى تنتهي مدة الاشتراك
إلى أن تتم الالغاء، ستستمر عملية التجديد و سيتم خصم المبلغ في الموعد المحدد
</p>
            </ol>
        </li>

    </ul>





	 </div>
	</div>
                        </div>
                    </div>
                </div>
            </div>
@endsection
